Repository: alnazeerabdo/tier-wordpress-plugin
Catalog: languages/tier-pricing-table-*.po
Languages: ar

source: WooCommerce Tiered Price Table
ar: جدول أسعار متدرج لـ WooCommerce

source: Quantity-based discounts with nice-looking reflection on the product page.
ar: خصومات على أساس الكمية مع انعكاس جميل المظهر على صفحة المنتج.

source: Additional product quantity options
ar: خيارات كمية المنتج الإضافية

source: Manage maximum quantity and quantity step for products.
ar: إدارة الحد الأقصى للكمية وخطوة الكمية للمنتجات.

source: Additional quantity options
ar: خيارات الكمية الإضافية

source: Leave empty, so don't add any restrictions
ar: اتركه فارغًا ، لذلك لا تقم بإضافة أي قيود

source: Maximum order quantity
ar: الحد الأقصى لكمية الطلب

source: The maximum quantity of the product a customer can order in a single transaction.
ar: أقصى كمية من المنتج يمكن للعميل طلبها في معاملة واحدة.

source: Quantity step
ar: خطوة الكمية

source: Requires the product to be purchased in multiples of X.
ar: يتطلب شراء المنتج بمضاعفات X.

source: N/A
ar: غير متاح

source: Maximum
ar: الحد الأقصى

source: Maximum Order Quantity
ar: الحد الأقصى لكمية الطلب

source: Advanced Quantity Options
ar: خيارات الكمية المتقدمة

source: Maximum quantity for the %1$s is %2$d
ar: الكمية القصوى لـ %1$s هي %2$d

source: Order quantity must be multiple of %s
ar: يجب أن تكون كمية الطلب من مضاعفات %s

source: Maximum order quantity for the product is %s
ar: الحد الأقصى لكمية الطلب للمنتج هو %s

source: Category level tiered pricing (deprecated)
ar: التسعير المتدرج على مستوى الفئة (مهمل)

source: Skip category rules
ar: تخطي قواعد الفئة

source: Don't take into account tiered pricing rules from categories.
ar: لا تأخذ في الاعتبار قواعد التسعير المتدرج من الفئات.

source: Allows to set tiered pricing for at product category level. Use global rules instead.
ar: يسمح بتعيين التسعير المتدرج على مستوى فئة المنتج. استخدم القواعد العامة بدلاً من ذلك.

source: Coupons management
ar: إدارة القسائم

source: Check this option to don't apply tiered pricing in the cart when users have applied this coupon.
ar: حدد هذا الخيار لعدم تطبيق التسعير المتدرج في سلة التسوق عندما يقوم المستخدمون بتطبيق هذه القسيمة.

source: It allows you to manage which coupons will allow tiered pricing and which will not.
ar: يسمح لك بإدارة القسائم التي ستسمح بالتسعير المتدرج والتي لن تسمح بذلك.

source: (first row)
ar: (الصف الأول)

source: Custom columns are available only in the premium version.
ar: الأعمدة المخصصة متاحة فقط في الإصدار المميز.

source: Upgrade you plan
ar: قم بترقية خطتك

source: Custom table columns
ar: أعمدة الجدول المخصصة

source: This feature allows you to add custom columns to your pricing table.
ar: تتيح لك هذه الميزة إضافة أعمدة مخصصة إلى جدول الأسعار الخاص بك.

source: Invalid nonce, please try again
ar: الرمز غير صالح ، يرجى المحاولة مرة أخرى

source: Columns were deleted successfully.
ar: تم حذف الأعمدة بنجاح.

source: Invalid column.
ar: عمود غير صالح.

source: Column removed successfully.
ar: تمت إزالة العمود بنجاح.

source: Something went wrong. Please try again.
ar: حدث خطأ ما. يرجى المحاولة مرة أخرى.

source: Column added successfully.
ar: تمت إضافة العمود بنجاح.

source: Invalid column data.
ar: بيانات العمود غير صالحة.

source: Column edited successfully.
ar: تم تعديل العمود بنجاح.

source: Manage custom columns
ar: إدارة الأعمدة المخصصة

source: Column name
ar: اسم العمود

source: Column content
ar: محتوى العمود

source: Content type
ar: نوع المحتوى

source: Actions
ar: الإجراءات

source: Update
ar: تحديث

source: Delete
ar: حذف

source: Enter column name
ar: أدخل اسم العمود

source: Enter a name of the column that will be displayed in the table.
ar: أدخل اسم العمود الذي سيتم عرضه في الجدول.

source: Custom column
ar: عمود مخصص

source: adds additional input to tiered pricing form where you can input custom content for each tier.
ar: يضيف إدخالاً إضافيًا إلى نموذج التسعير المتدرج حيث يمكنك إدخال محتوى مخصص لكل مستوى.

source: Price excluding taxes
ar: السعر لا يشمل الضرائب

source: shows the price excluding taxes for each tier.
ar: يعرض السعر باستثناء الضرائب لكل مستوى.

source: Price including taxes
ar: السعر شامل الضرائب

source: shows the price including taxes for each tier.
ar: يعرض السعر شاملاً الضرائب لكل مستوى.

source: Total row price
ar: إجمالي سعر الصف

source: shows the total price for each tier.
ar: يعرض السعر الإجمالي لكل مستوى.

source: Choose how to format content from your custom column:
ar: اختر كيفية تنسيق المحتوى من العمود المخصص:

source: Price
ar: السعر
